{"<NULL>": 0, "<UNK>": 1, "<START>": 2, "<END>": 3, "a": 4, "abandoned": 5, "above": 6, "across": 7, "added": 8, "additional": 9, "all": 10, "almost": 11, "along": 12, "alongside": 13, "among": 14, "an": 15, "and": 16, "angle": 17, "another": 18, "appear": 19, "appeared": 20, "appears": 21, "arc": 22, "are": 23, "area": 24, "areas": 25, "around": 26, "arranged": 27, "as": 28, "asphalt": 29, "at": 30, "attached": 31, "bank": 32, "bare": 33, "bareland": 34, "barelands": 35, "basketball": 36, "become": 37, "becomes": 38, "been": 39, "before": 40, "behind": 41, "below": 42, "beside": 43, "besides": 44, "between": 45, "big": 46, "bigger": 47, "block": 48, "blocks": 49, "blue": 50, "both": 51, "bottom": 52, "boxes": 53, "branch": 54, "branches": 55, "bridges": 56, "broadened": 57, "brushwoods": 58, "build": 59, "building": 60, "buildings": 61, "built": 62, "bungalow": 63, "bungalows": 64, "bushes": 65, "but": 66, "by": 67, "bypass": 68, "bypasses": 69, "car": 70, "cars": 71, "cement": 72, "center": 73, "central": 74, "certain": 75, "change": 76, "changed": 77, "circle": 78, "circular": 79, "cleared": 80, "clearing": 81, "closely": 82, "cluster": 83, "comes": 84, "completed": 85, "complex": 86, "complexes": 87, "concrete": 88, "connected": 89, "connecting": 90, "connects": 91, "consisting": 92, "constructed": 93, "construction": 94, "constructions": 95, "containers": 96, "continues": 97, "converge": 98, "converted": 99, "corner": 100, "corners": 101, "cottage": 102, "court": 103, "courts": 104, "covered": 105, "cross": 106, "crossing": 107, "crossroad": 108, "crossroads": 109, "curve": 110, "curved": 111, "cut": 112, "decreased": 113, "decreases": 114, "demolished": 115, "dense": 116, "densely": 117, "denser": 118, "depots": 119, "desert": 120, "detached": 121, "developed": 122, "difference": 123, "different": 124, "directions": 125, "dirt": 126, "disappear": 127, "disappeared": 128, "disappears": 129, "distributed": 130, "divide": 131, "divided": 132, "down": 133, "dry": 134, "each": 135, "edge": 136, "either": 137, "empty": 138, "end": 139, "enlarged": 140, "erected": 141, "existing": 142, "expanded": 143, "extend": 144, "extended": 145, "extends": 146, "extra": 147, "face": 148, "facilities": 149, "factory": 150, "fades": 151, "few": 152, "fewer": 153, "field": 154, "fields": 155, "fill": 156, "filled": 157, "finished": 158, "five": 159, "flat": 160, "flattened": 161, "floor": 162, "for": 163, "forest": 164, "forests": 165, "form": 166, "formed": 167, "former": 168, "foundation": 169, "four": 170, "from": 171, "front": 172, "full": 173, "giant": 174, "going": 175, "grass": 176, "grassland": 177, "greatly": 178, "green": 179, "greener": 180, "ground": 181, "group": 182, "groups": 183, "grow": 184, "growing": 185, "grown": 186, "grows": 187, "half": 188, "has": 189, "have": 190, "higher": 191, "hole": 192, "horizontal": 193, "house": 194, "houses": 195, "huge": 196, "identical": 197, "image": 198, "in": 199, "increased": 200, "increases": 201, "intersect": 202, "intersecting": 203, "intersection": 204, "into": 205, "is": 206, "it": 207, "its": 208, "join": 209, "joint": 210, "jungle": 211, "lake": 212, "land": 213, "lane": 214, "large": 215, "larger": 216, "leading": 217, "left": 218, "less": 219, "level": 220, "leveled": 221, "line": 222, "lined": 223, "lines": 224, "located": 225, "long": 226, "longer": 227, "lot": 228, "lots": 229, "lower": 230, "lower-left": 231, "lower-right": 232, "lush": 233, "lusher": 234, "luxuriant": 235, "main": 236, "make": 237, "mall": 238, "malls": 239, "mansion": 240, "mansions": 241, "many": 242, "massive": 243, "meadow": 244, "meadows": 245, "medium": 246, "middle": 247, "missing": 248, "moorland": 249, "more": 250, "most": 251, "mounds": 252, "moved": 253, "much": 254, "narrow": 255, "near": 256, "nearby": 257, "neat": 258, "neatly": 259, "new": 260, "newly": 261, "next": 262, "no": 263, "nothing": 264, "number": 265, "occurred": 266, "of": 267, "old": 268, "on": 269, "one": 270, "ones": 271, "only": 272, "open": 273, "opposite": 274, "orderly": 275, "original": 276, "other": 277, "others": 278, "out": 279, "overpasses": 280, "parallel": 281, "park": 282, "parked": 283, "parking": 284, "part": 285, "parts": 286, "pasture": 287, "path": 288, "paths": 289, "picture": 290, "piece": 291, "place": 292, "places": 293, "planted": 294, "plants": 295, "platform": 296, "playground": 297, "playgrounds": 298, "playing": 299, "pond": 300, "ponds": 301, "pool": 302, "pools": 303, "pulled": 304, "quantity": 305, "raw": 306, "realized": 307, "rebuilt": 308, "reconstructed": 309, "rectangular": 310, "red": 311, "reduced": 312, "remaining": 313, "removed": 314, "renovated": 315, "replace": 316, "replaced": 317, "replaces": 318, "replacing": 319, "reservoir": 320, "reshaped": 321, "residential": 322, "respective": 323, "restored": 324, "right": 325, "ring": 326, "risen": 327, "river": 328, "road": 329, "roads": 330, "roadside": 331, "roadsides": 332, "roof": 333, "room": 334, "rooms": 335, "round": 336, "roundabout": 337, "row": 338, "rows": 339, "rugged": 340, "run": 341, "running": 342, "runs": 343, "same": 344, "scattered": 345, "scene": 346, "scenes": 347, "screen": 348, "seem": 349, "separate": 350, "several": 351, "shaped": 352, "show": 353, "shows": 354, "shrubs": 355, "side": 356, "sides": 357, "similar": 358, "single": 359, "site": 360, "sites": 361, "situated": 362, "six": 363, "small": 364, "smaller": 365, "some": 366, "space": 367, "spaced": 368, "spaces": 369, "sparse": 370, "square": 371, "squares": 372, "stadium": 373, "staggered": 374, "stand": 375, "storage": 376, "straight": 377, "street": 378, "streets": 379, "stretch": 380, "stretches": 381, "structure": 382, "structures": 383, "stuff": 384, "sundries": 385, "surround": 386, "surrounded": 387, "surrounding": 388, "surrounds": 389, "swimming": 390, "t": 391, "t-junction": 392, "t-shaped": 393, "take": 394, "takes": 395, "tank": 396, "tanks": 397, "that": 398, "the": 399, "them": 400, "there": 401, "thicker": 402, "this": 403, "three": 404, "through": 405, "to": 406, "top": 407, "tower": 408, "track": 409, "tracks": 410, "trail": 411, "trails": 412, "transformed": 413, "tree": 414, "trees": 415, "trucks": 416, "turn": 417, "turned": 418, "turning": 419, "turns": 420, "two": 421, "u-shaped": 422, "uncompleted": 423, "under": 424, "uneven": 425, "unsurfaced": 426, "up": 427, "upper": 428, "vacant": 429, "vanished": 430, "vanishes": 431, "vegetation": 432, "vehicles": 433, "vertical": 434, "viaduct": 435, "viaducts": 436, "vibrant": 437, "villa": 438, "village": 439, "villas": 440, "vitals": 441, "warehouse": 442, "warehouses": 443, "was": 444, "wasteland": 445, "water": 446, "well": 447, "were": 448, "where": 449, "which": 450, "while": 451, "white": 452, "wide": 453, "widened": 454, "widens": 455, "wider": 456, "width": 457, "winding": 458, "with": 459, "withered": 460, "wood": 461, "woodland": 462, "woodlands": 463, "woods": 464, "yard": 465, "yards": 466, "yellow": 467}